Пользовательское Соглашение
1. Общие положения
Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между online-test (далее online-test или Администрация) с одной стороны и пользователем сайта с другой.
Сайт online-test не является средством массовой информации.

Используя сайт .ru, Вы соглашаетесь с условиями данного соглашения.
Если Вы не согласны с условиями данного соглашения, не используйте сайт online-test!

2. Права и обязанности сторон
Пользователь имеет право:
- осуществлять поиск информации на сайте
- получать информацию на сайте
- создавать информацию на сайте
- распространять информацию на сайте с других источников
- изменять рейтинг других пользователей
- Копировать информацию на другие сайты разрешено только с указанием источника .
- требовать от администрации скрытия любой информации о себе
- использовать информацию сайта для личных некоммерческих целей

Администрация имеет право:
- по своему усмотрению и необходимости создавать, изменять, отменять правила
- ограничивать доступ к любой информации на сайте

Пользователь обязуется:
- не нарушать работоспособность сайта
- не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами

Администрация обязуется:
- поддерживать работоспособность сайта
- осуществлять разностороннюю защиту учетной записи Пользователя
- защищать информацию, распространение которой ограничено или запрещено законами путем вынесения предупреждения либо удалением учетной записи пользователя, нарушившего правила

Ответственность сторон
- администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами
- в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу информационного ресурса

Условия действия Соглашения
Данное Соглашение вступает в силу только после регистрации на сайте.
Данное Соглашение бессрочно.
Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему усмотрению.
Администрация не оповещает пользователей об изменении в Соглашении.


Соглашение разработано c помощью сервиса Компьюти